[
    {
        "id": 1,
        "category": "guitar",
        "manufacturer": "Guild",
        "model": "Jetstar",
        "img": "https://www.knightonmusiccentre.com/photos/1542983854-jetstar_seafoam_front_PG.jpg",
        "price": 259900,
        "stock": 10,
        "description": "The Guild Jetstar embodies the ultimate retro vibe with a unique body shape that’s been off the grid since the 1960s. In terms of style, this reissue remains faithful to the first iteration of the S-50 Jetstar with a solid mahogany body and set neck. Further period-correct details include six inline tuning machines and Guild’s rare pearloid pyramid logo on a scroll-shaped headstock. The Jetstar features a shallow C shape mahogany neck and pao ferro fingerboard with simple pearloid fret markers. Instead of its original shortened neck, the newly modified Jetstar has a 25 1/2” scale length for faster feel and improved response. Dual Guild LB-1 Little Bucker pickups bring a usable array of tones from sparkly clean single coil-esque spank to thick and warm humbucker sounds that fatten and sing when driven. The Jetstar is available in Seafoam Green with a cream pickguard, or Vintage White or Black with a tortoiseshell pickguard."
    },
    {
        "id": 2,
        "category": "guitar",
        "manufacturer": "PRS Guitars",
        "model": "S2 Custom 24",
        "img": "https://www.malaga8.com/255750-large_default_2x/prs-s2-custom-24-wb-p-22510.jpg",
        "price": 143900,
        "stock": 17,
        "description": "The S2 Custom 24 takes the original PRS guitar, the Custom 24, and re-imagines it with stripped-down features and a new aesthetic. Retaining the classic maple top/mahogany back combination with our classic body shape and an asymmetrical beveled top, this guitar has a resonant, powerful voice. Its versatility comes from its 85/15 \"S\" pickups with push/pull tone knob, and 3-way blade switch. Familiar for PRS players of old, and a fresh take for players of all types."
    },
    {
        "id": 3,
        "category": "guitar",
        "manufacturer": "Jackson",
        "model": "JS11 Dinky",
        "img": "https://d1aeri3ty3izns.cloudfront.net/media/45/455718/600/preview_1.jpg",
        "price": 29900,
        "stock": 29,
        "description": "The JS Series Dinky™ JS11 features a poplar body and a bolt-on maple speed neck with graphite reinforcement for rock-solid stability. The flat 12” radius amaranth fingerboard allows for easier chording, feels great for rhythm playing and handles bends well during lead playing."
    },
    {
        "id": 4,
        "category": "guitar",
        "manufacturer": "Eastman Guitars",
        "model": "Romeo LA",
        "img": "https://auvisa.com/84263-thickbox_default/eastman-t486-cl-archtop-thinline-guitarra-electrica.jpg",
        "price": 579900,
        "stock": 24,
        "description": "Romeo LA's signature design is a perfect fit for a tremolo system, and the Göldo Les Trem is a match made in heaven for both function and tone, Paired with the Göldo 3-Point Vario “moving” bridge this set up allows for maximum articulation, sustain, and resonance. Göldo K-Line back locking tuners further enhance this precision so your tuning will hold strong and re-stringing will be a breeze."
    },
    {
        "id": 5,
        "category": "guitar",
        "manufacturer": "Fender",
        "model": "Vintera® \"50s Telecaster®",
        "img": "https://d1aeri3ty3izns.cloudfront.net/media/62/620086/600/preview.jpg",
        "price": 168900,
        "stock": 0,
        "description": "For players who appreciate the mojo of the past matched to modern features, we created the Vintera® ‘50s Telecaster® Modified. Blending classic looks with a modern neck profile and fingerboard radius, hotter pickups and updated electronics—this guitar packs a surprising amount of power under the hood."
    },
    {
        "id": 6,
        "category": "bass",
        "manufacturer": "Gibson",
        "model": "Thunderbird",
        "img": "https://musicopolix.com/118062-large_default/bat400tbch1.jpg",
        "price": 154300,
        "stock": 0,
        "description": "The Gibson Thunderbird has the classic reverse body and headstock design as originally introduced in 1963 as Gibson\"s first neck-through-body bass design. The traditional 9-ply mahogany/walnut neck through body construction provides a thundering low end response and a piano like sustain. The narrow nut width and rounded neck profile neck feels both fast and intuitive. The Thunderbird high output, ceramic magnet loaded humbucking pickups (neck and bridge) deliver the sonic and iconic low end voice for which the Thunderbird is known. Available in 2 classic finishes: Tobacco Burst and Ebony. "

    },
    {
        "id": 7,
        "category": "bass",
        "manufacturer": "Fleabass",
        "model": "Model 32",
        "img": "http://4.bp.blogspot.com/-pflHAIWw0BY/VqvoAXuFwlI/AAAAAAAAAPo/7r1hW0xQGhQ/s1600/4605101_640px.jpg",
        "price": 63900,
        "stock": 0,
        "description": "The Model 32 bass from Flea Bass, designed to Flea's own specifications, is professionally set up and tested by technicians to deliver excellent sustain and rich tone. Its solid alder body's dual cutaways make for easy access to the higher frets, and its chrome bridge/tailpiece is fully adjustable. The Model 32's solid maple neck with rosewood fingerboard has a smooth satin finish for superb playability. To seal the deal, the matching headstock features Flea's autograph and signature doodles."
    },
    {
        "id": 8,
        "category": "bass",
        "manufacturer": "Höfner",
        "model": "Ignition SB",
        "img": "https://thumbs.static-thomann.de/thumb/thumb600x600/pics/bdb/437305/13041929_800.jpg",
        "price": 428900,
        "stock": 8,
        "description": "The Ignition Special Edition (SE) basses are based on the Höfner violin basses from the 1970s. In contrast to the Contemporary series, the Ignition basses have a hollow body. In addition to the classic control panel with Tea Cup knobs, they are equipped with a wooden bridge and trapeze tailpiece and carry the traditional Höfner logo on the body. The new Cavern Version (HI-CA-SE-SB) of our Ignition bass offers the famous pick up spacing from 1961 in addition to the features already mentioned. All our Ignitions (SE) come with a certificate of authenticity and the famous BASSMAN sticker. "
    },
    {
        "id": 9,
        "category": "bass",
        "manufacturer": "Ibanez",
        "model": "GSRM20 miKro",
        "img": "https://d1aeri3ty3izns.cloudfront.net/media/58/585362/600/preview.jpg",
        "price": 234900,
        "stock": 7,
        "description": "Ibanez miKro series bass guitars offer many of the same features of their full-size counterparts. Not just short-scale basses, the miKros are proportionally smaller throughout - perfect for younger or smaller-framed players. Available in 4-string, 5-string, and left-handed models"
    },
    {
        "id": 10,
        "category": "bass",
        "manufacturer": "Kramer Guitars",
        "model": "D-1",
        "img": "https://d1aeri3ty3izns.cloudfront.net/media/55/556330/600/preview.jpg",
        "price": 258900,
        "stock": 14,
        "description": "The D-1 Bass is part of the new Kramer Modern Collection and is Kramer’s premier full-scale electric bass. Featuring a mahogany body, maple neck, and ebony fretboard, and powered by a powerful and punchy sounding Seymour Duncan® SMB-4D bass pickup. Available in Pearl White and Satin Black. "
    },
    {
        "id": 11,
        "category": "piano",
        "manufacturer": "Yamaha",
        "model": "Avantgrand N3",
        "img": "https://es.yamaha.com/es/files/N3X_540x540_735x735_d5138869643db511e31f48ccc934839b.jpg",
        "price": 168900,
        "stock": 25,
        "description": "This piano uses the same acoustic piano keyboard and mechanism that is used in Yamaha upright pianos.  It boasts an elegant and compact design and the NU1X is the perfect choice to bring the famous and professional Yamaha sound to any home or work environment."
    },
    {
        "id": 12,
        "category": "piano",
        "manufacturer": "Korg",
        "model": "C1 Air",
        "img": "https://www.klavier.es/3163-large_default/piano-digital-korg-c1-air-bk-negro.jpg",
        "price": 669900,
        "stock": 15,
        "description": "The German piano sounds very warm and rich to the ears, while the Japanese sound is considerably more bright.  If you’re a fan of pop music, the Japanese piano is going to be a sound you’ll want to play around with a lot quite a bit."
    },
    {
        "id": 13,
        "category": "piano",
        "manufacturer": "Casio",
        "model": "Celiviano",
        "img": "https://www.unionmusical.es/media/catalog/product/6/3/637489-piano-digital-casio-celviano-grand-hybrid-ap-7100637489.jpg?quality=80&bg-color=255,255,255&fit=bounds&height=700&width=700&canvas=700:700",
        "price": 599900,
        "stock": 24,
        "description": "These digital pianos incorporate tones developed from three world-famous grand pianos, a keyboard system employing the same materials and dynamic mechanisms as grand pianos, and a sound system that delivers the rich, natural tone quality and sound field of an acoustic grand piano."
    },
    {
        "id": 14,
        "category": "percussion",
        "manufacturer": "Fame",
        "model": "FS20B",
        "img": "https://images.musicstore.de/images/1280/fame-blaze-studio-set-5201-red_1_DRU0032725-000.jpg",
        "price": 459900,
        "stock": 0,
        "description": "The Fame FS20B First Step Studio Set Piano Black is a solid complete set for drum beginners with cymbals, hardware and throne. The high-quality crafted mixed wood drum shells deliver clean and balanced sound with plenty of sustain and sufficient bass. "
    },
    {
        "id": 15,
        "category": "percussion",
        "manufacturer": "Pearl",
        "model": "EXX705NBR",
        "img": "https://cdn2.tamtampercusion.com/6963-thickbox_default/pearl-export-studio-exx705-jet-black.jpg",
        "price": 325900,
        "stock": 13,
        "description": "The Export kit is a beautiful five piece drum set that comes with everything you need to start drumming right away. As if the quality natural feel wasn't enough, Pearl's Export kit shells all come covered in a pristine, high gloss covering that makes your drumset really stand out from the rest. Check out all the color options available to you from Kraft music."
    },
    {
        "id": 16,
        "category": "percussion",
        "manufacturer": "Mapex Drums",
        "model": "Mars",
        "img": "https://cdn1.tamtampercusion.com/24365-thickbox_default/mapex-mars-crossover-ma528sf-bloodwood.jpg",
        "price": 168900,
        "stock": 0,
        "description": "The Mars Series Shell Pack offers 100% Birch, shallow depth shells with the new SONIClear™ ; bearing edge, producing a fast, clear tone with a quick rebound. The Mars Series \"Rock 24\" Shell Pack features a 1 up and 1 down tom set-up that keeps all the toms within easy reach while the 24\" bass drum produces a powerful, yet naturally equalized tone."
    },
    {
        "id": 17,
        "category": "fx",
        "manufacturer": "Vox",
        "model": "V845",
        "img": "https://th.static-thomann.de/thumb/thumb600x600/pics/bdb/236282/7867791_800.jpg",
        "price": 68900,
        "stock": 32,
        "description": "Based on the specifications of the original pedal developed by VOX in the \"60s, the V845 Wah-Wah offers guitarists the same legendary Wah-Wah tone in a new sturdy but very affordable design. An AC power connector is fitted to save on batteries and the outer case is coated with tough all-black finish making it the perfect choice for your pedal board."
    },
    {
        "id": 18,
        "category": "fx",
        "manufacturer": "Joyo",
        "model": "JF-01",
        "img": "https://www.pronorte.es/_files/product/15016/image/joyo-jf-01-vintage-overdrive.jpg",
        "price": 42900,
        "stock": 43,
        "description": "The JOYO Vintage Overdrive pedal introduces warm overtones when used as a clean volume boostJF-01 - JOYO JF-01 Vintage Overdrive Guitar Effect Pedal - JOYO Guitar Effect Pedal Series by JOYO and when cranked to 11 the guitar pedal has the searing tone and warmth of a classic overdriven tube amp."
    },
    {
        "id": 19,
        "category": "headphones",
        "manufacturer": "Sennheiser",
        "model": "HD 559",
        "img": "https://th.static-thomann.de/thumb/thumb600x600/pics/bdb/458313/13898306_800.jpg",
        "price": 59900,
        "stock": 27,
        "description": "The Sennheiser HD 599 are over-ear headphones intended for audiophiles. Their sound profile is slightly warm and smooth but well-balanced overall. By design, they aren't ideal for use outside quiet spaces, like at the office or during your commute, since they don't isolate you from ambient noise and leak a lot of audio. That said, they have a very comfortable fit and a wired design, with a couple of audio cables included, so they work well for long listening sessions at home or in the studio."
    },
    {
        "id": 20,
        "category": "ampli",
        "manufacturer": "Fender",
        "model": "Mustand LT25",
        "img": "https://www.musik-produktiv.es/pic-010111236xl/fender-mustang-lt-25.jpg",
        "price": 99900,
        "stock": 23,
        "description": "The Mustang LT25 is a compact 25W solid-state guitar amplifier with an 8in speaker and a built-in digital effects processor, which simulates the sound of various classic amplifiers and can add drive, modulation, delay and reverb effects. A dedicated “encoder” knob and a 1.8in colour display let you browse through 30 pre-programmed tones and adjust and edit them to your liking."
    }
]